Get a copy of the curve that is formed along this boundary.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2015
 Syntax
  C#
public Curve GetCurve()
  Visual Basic
Public Function GetCurve As Curve
  Visual C++
public:
Curve^ GetCurve()
 Return Value
 A copy of the curve.
 See Also
  SketchedStairsCurveData Class
  Autodesk.Revit.DB Namespace